Repository: Kinnara/WPToolkit
Catalog: Microsoft.Phone.Controls.Toolkit.Localization/LocalizedResources/ControlResources.*.xlf
Languages: be_by, ms_my

# Resx/AboutAMinuteAgo
source: about a minute ago
be_by: каля хвіліны таму
ms_my: kira-kira seminit lalu

# Resx/AboutAMonthAgo
source: about a month ago
be_by: каля месяца таму
ms_my: kira-kira sebulan lalu

# Resx/AboutAnHourAgo
source: about an hour ago
be_by: каля гадзіны таму
ms_my: kira-kira sejam lalu

# Resx/AboutAWeekAgo
source: about a week ago
be_by: каля тыдня таму
ms_my: kira-kira seminggu lalu

# Resx/AlarmRepeatsOn
source: ALARM REPEATS ON
be_by: ПАЎТОР БУДЗІЛЬНІКА ЎКЛЮЧАНЫ
ms_my: ULANGAN PENGGERA PADA

# Resx/DatePickerTitle
source: CHOOSE DATE
be_by: ВЫБЕРЫЦЕ ДАТУ
ms_my: PILIH TARIKH

# Resx/DateTimePickerCancelText
source: cancel
be_by: адмяніць
ms_my: batal

# Resx/DateTimePickerDoneText
source: done
be_by: гатова
ms_my: selesai

# Resx/OverAYearAgo
source: over a year ago
be_by: больш за год таму
ms_my: lebih setahun lalu

# Resx/RepeatsEveryDay
source: every day
be_by: штодзённа
ms_my: setiap hari

# Resx/RepeatsOnlyOnce
source: only once
be_by: толькі адзін раз
ms_my: sekali sahaja

# Resx/RepeatsOnWeekdays
source: weekdays
be_by: па будных днях
ms_my: hari biasa

# Resx/RepeatsOnWeekends
source: weekends
be_by: па выхадных днях
ms_my: hujung minggu

# Resx/TimePickerTitle
source: CHOOSE TIME
be_by: ВЫБЕРЫЦЕ ЧАС
ms_my: PILIH MASA

# Resx/XHoursAgo_2To4
source: {0} hours ago
be_by: {0} гадзiну таму
ms_my: {0} jam lalu

# Resx/XHoursAgo_EndsIn1Not11
source: {0} hours ago
be_by: {0} гадзiну таму
ms_my: {0} jam lalu

# Resx/XHoursAgo_EndsIn2To4Not12To14
source: {0} hours ago
be_by: {0} гадзiну таму
ms_my: {0} jam lalu

# Resx/XHoursAgo_Other
source: {0} hours ago
be_by: {0} гадзiну таму
ms_my: {0} jam lalu

# Resx/XMinutesAgo_2To4
source: {0} minutes ago
be_by: {0} хвiлiну таму
ms_my: {0} minit lalu

# Resx/XMinutesAgo_EndsIn1Not11
source: {0} minutes ago
be_by: {0} хвiлiну таму
ms_my: {0} minit lalu

# Resx/XMinutesAgo_EndsIn2To4Not12To14
source: {0} minutes ago
be_by: {0} хвiлiну таму
ms_my: {0} minit lalu

# Resx/XMinutesAgo_Other
source: {0} minutes ago
be_by: {0} хвiлiну таму
ms_my: {0} minit lalu

# Resx/XMonthsAgo_2To4
source: {0} months ago
be_by: {0} месяц таму
ms_my: {0} bulan lalu

# Resx/XMonthsAgo_5To12
source: {0} months ago
be_by: {0} месяц таму
ms_my: {0} bulan lalu

# Resx/XSecondsAgo_2To4
source: {0} seconds ago
be_by: {0} секунду таму
ms_my: {0} saat lalu

# Resx/XSecondsAgo_EndsIn1Not11
source: {0} seconds ago
be_by: {0} секунду таму
ms_my: {0} saat lalu

# Resx/XSecondsAgo_EndsIn2To4Not12To14
source: {0} seconds ago
be_by: {0} секунду таму
ms_my: {0} saat lalu

# Resx/XSecondsAgo_Other
source: {0} seconds ago
be_by: {0} секунду таму
ms_my: {0} saat lalu

# Resx/XWeeksAgo_2To4
source: {0} weeks ago
be_by: {0} тыдзень таму
ms_my: {0} minggu lalu

# Resx/Off
source: Off
be_by: Выключана
ms_my: Mati

# Resx/On
source: On
be_by: Уключана
ms_my: Hidup

# Resx/last Friday
source: last Friday
be_by: у мінулую пятніцу
ms_my: hari Jumaat lalu

# Resx/last Monday
source: last Monday
be_by: у мінулы панядзелак
ms_my: hari Isnin lalu

# Resx/last Saturday
source: last Saturday
be_by: у мінулую суботу
ms_my: hari Sabtu lalu

# Resx/last Sunday
source: last Sunday
be_by: у мінулую нядзелю
ms_my: hari Ahad lalu

# Resx/last Thursday
source: last Thursday
be_by: у мінулы чацвер
ms_my: hari Khamis lalu

# Resx/last Tuesday
source: last Tuesday
be_by: у мінулы аўторак
ms_my: hari Selasa lalu

# Resx/last Wednesday
source: last Wednesday
be_by: у мінулую сераду
ms_my: hari Rabu lalu

# Resx/on Friday
source: on Friday
be_by: у пятніцу
ms_my: pada hari Jumaat

# Resx/on Monday
source: on Monday
be_by: у панядзелак
ms_my: pada hari Isnin

# Resx/on Saturday
source: on Saturday
be_by: у суботу
ms_my: pada hari Sabtu

# Resx/on Sunday
source: on Sunday
be_by: у нядзелю
ms_my: pada hari Ahad

# Resx/on Thursday
source: on Thursday
be_by: у чацвер
ms_my: pada hari Khamis

# Resx/on Tuesday
source: on Tuesday
be_by: у аўторак
ms_my: pada hari Selasa

# Resx/on Wednesday
source: on Wednesday
be_by: у сераду
ms_my: pada hari Rabu

# Resx/Byte
source: bytes
ms_my: bait

# Resx/Cancel
source: cancel
ms_my: batal

# Resx/No
source: no
ms_my: tidak

# Resx/PartOfWhole
source: {0} of {1}
ms_my: {0} daripada {1}

# Resx/Pause
source: pause
ms_my: jeda

# Resx/Resume
source: resume
ms_my: teruskan

# Resx/StatusCancelled
source: Canceled
ms_my: Dibatalkan

# Resx/StatusComplete
source: complete
ms_my: selesai

# Resx/StatusDownloading
source: Downloading...
ms_my: Memuat turun...

# Resx/StatusFailed
source: Error
ms_my: Ralat

# Resx/StatusPaused
source: paused
ms_my: dijeda

# Resx/StatusPending
source: Pending
ms_my: Belum selesai

# Resx/StatusUnknown
source: unknown
ms_my: tidak diketahui

# Resx/StatusUploading
source: Uploading...
ms_my: Memuat naik...

# Resx/StatusWaiting
source: Waiting...
ms_my: Menunggu...

# Resx/StatusWaitingForExternalPower
source: Waiting...
ms_my: Menunggu...

# Resx/StatusWaitingForExternalPowerDueToBatterySaverMode
source: Low battery
ms_my: Bateri lemah

# Resx/StatusWaitingForNonVoiceBlockingNetwork
source: Waiting for connection
ms_my: Menunggu sambungan

# Resx/StatusWaitingForWiFi
source: Waiting for Wi-Fi
ms_my: Menunggu Wi-Fi

# Resx/Yes
source: yes
ms_my: ya
